      *Filename: helloworld.cob
      *Language: COBOL
      *Compiler: cobc (OpenCOBOL) 1.0.0
       IDENTIFICATION DIVISION.
       PROGRAM-ID. HELLOWORLD.
       PROCEDURE DIVISION.
       DISPLAY "Hello, COBOL World!".
       STOP RUN.

